{
  "allmovie" : [

{
"title" : "The Game: Towards Zero (2020)", 
"count" : "On Going",
"genre" : "Mystery,Crime,Thriller,Korea",
"video" : "trailervideolink",
"image" : "https://1.bp.blogspot.com/-hvl9buRhsMc/XjL-L3_DtQI/AAAAAAAAEis/eSFF-gos7uINlzvTNn6pDDj4RE01hBEWACLcBGAsYHQ/s1600/jVyBbf.jpg",
"cover" : "https://1.bp.blogspot.com/-t7aXTTe77bU/XlVypRQYP2I/AAAAAAAAEqs/8jvLQw2afBwwErOnnDMPekN0gvzcktVPgCLcBGAsYHQ/s600/safs.png",
"dlink" : "https://raw.githubusercontent.com/KoTharGi/TowardsZero/master/",
"originalpostlink" : "https://fofmyanmar.com/tvshows/the-game-towards-zero-2020/,https://www.facebook.com/events/814687765667622/", 
"vol" : "မွုခင္းကားဆို ေမၽွာ္ေမၽွာ္ေနၾကတဲ့ FoFပရိသတ္ႀကီးအတြက္ အစဥ္အလာမျပတ္ေအာင္္ တင္ဆက္ေပးလိုက္ပါတယ္ေနာ္

Mystery,Crime, Thrillerကားအမ်ိဳးအစားျဖစ္ၿပီးေတာ့ 2PMအဖြဲ႕က TaecYeonရဲ႕ စစ္မႈထမ္းၿပီးေနာက္ ပထမဆံုးရုိက္ကူးတဲ့ကားျဖစ္ပါတယ္

မင္းသမီးကေတာ့ The Package, Hwajungကားထဲက Lee Yeon Heeျဖစ္ၿပီး Different Dreams,The Great Sho,Thr Bride Of Haebaekမွ မင္းသား Lim Ju Hwanလည္းပါဝင္ပါတယ္

ဇာတ္လမ္းကေတာ့

လူေတြရဲ႕မ်က္လံုးကိုၾကည့္ရုံနဲ႔ အဲ့လူရဲ႕ ေသဆံုးခါနီးအခ်ိန္အခိုက္အတန္႔ကို ဖတ္ႏုိင္တဲ့ ဂင္ထယ္ေဖ်ာင္း(TaecYeon) ကြင္းဆက္လူသတ္သမားကိုဖမ္းရင္းနဲ႔ ဖခင္ျဖစ္သူေသဆံုးခဲ့ရၿပီး ၁၀ႏွစ္အၾကာမွာ ရဲစံုေထာက္ျဖစ္လာသူ ေဆာဂၽြန္ေယာင္း (Lee Yeon Hee) ေဆးမႈခင္းဌာနမွ ေဆးပညာဆိုင္ရာအမႈစစ္ ဂူဒိုဂေယာင္း( Lim Yu Hwan) ဆန္းၾကယ္တဲ့ ကြင္းဆက္လူသတ္မႈတစ္ခုကို အေျဖရွာဖို႔ ဘယ္လိုေတြပူေပါင္းလုပ္ေဆာင္သြားၾကမလဲဆိုတာ ၾကည့္ရႈရမွာျဖစ္ၿပီး အပတ္စဥ္ ဗုဒၶဟူးေန႔နဲ႔ ၾကာသပေတးေန႔တိုင္းMBCရုပ္သံလိုင္းမွ ထုတ္လႊင့္ျပသေနၿပီ

အပိုင္း32ပိုင္းပါဝင္ပါတယ္

Translate – Khin Maddy

Encode – Khin Maddy"
}
,
 {
 "title" : "Handsome Siblings (2020)", 
"count" : "Completed,China",
"genre" : "action,historical,comedy,romance,china",
"video" : "trailervideolink",
"image" : "https://1.bp.blogspot.com/-G6u_cgl9NdU/Xi3QLhaI7KI/AAAAAAAAEiU/8A9RZ8amosoyJhFHtUs-JJRFeFY17QLtACLcBGAsYHQ/s800/FB_IMG_1580057494781.jpg",
"cover" : "https://1.bp.blogspot.com/-raG8aV-yr0o/Xi3QPNsRpCI/AAAAAAAAEiY/CXuFKJTQIXMxDQvzQFdP9sYxb8eqTf2XQCLcBGAsYHQ/s300/ggg.png",
"dlink" : "https://raw.githubusercontent.com/KoTharGi/Sibling/master/",
"originalpostlink" : "https://myanmarasiatv.net/series/handsome-siblings-2020/", 
"vol" : "1999 ခုႏွစ္မွာထြက္ရွိခဲ့တဲ့ “ငါးကေလး” လို႔အမည္ရတဲ့ “The Lagendary Sibling” (သို႔မဟုတ္)
“Handsome Sibling” series ေလးကိုၾကည့္ဖူးၾကမွာပါ။
အရမ္းေကာင္းတဲ့ series ေလးတစ္ခုေပါ့။
အခုအဲ့ဒိ series ေလးအတိုင္းကိုပဲ ဆန္းသစ္္တဲ့ပံုစံနဲ႔ျပန္လည္ခံစားၾကည့္ရႈႏိုင္မယ့္
series အသစ္ေလးျဖစ္တဲ့ “Handsome sibling” series ေလးထြက္ရွိလို႔လာပါၿပီ။
စာေရးဆရာ Gu Long ရဲ႕ဝတၱဳကိုအေျခခံၿပီးရိုက္ကူးထားတဲ့ဒီ series ေလး ကို
16.1.2020 မွာစတင္ထုတ္လႊင့္ခဲ့ၿပီး အပိုင္း 53 ပိုင္းအထိထုတ္လႊင့္ျပသမွာျဖစ္ပါတယ္။
တစ္ပိုင္းကို 45 မိနစ္ၾကာျမင့္ၿပီး တနဂၤလာေန႔မွ ေသာၾကာေန႔အထိ တစ္ပတ္မွာ၅ပိုင္း ထုတ္လႊင့္ျပသလၽွက္ရွိပါတယ္။
   
ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ဒီလိုပါ
   
ရုပ္ရည္ေခ်ာေမာတဲ့သိုင္းသမားေလး Jiang Feng က တိုက္ပြဲတစ္ခုမွာဒဏ္ရာရခဲ့တယ္
သူ႔ကို သိုင္းေလာကရဲ႕အင္အားအႀကီးမားဆံုးျဖစ္တဲ့ ရီဟြားနန္းေတာ္က Yaoyue (ေယာင္ယြဲ႕)နဲ႔
Lianxing (လ်န္ရွန္း)ညီအစ္မႏွစ္ေယာက္တို႔က ကယ္တင္ထားခဲ့တယ္။ ညီအစ္မ၂ေယာက္က
Jiang Feng (က်န္ဖုန္း)ကိုသေဘာက်ေနေပမယ့္ Jing Feng ကေတာ့သူတို႔ရဲ႕ေမာက္မာမႈေတြေၾကာင့္ဘယ္သူ႔ကိုမွျပန္မႀကိဳက္ခဲ့ပါဘူး။
ဒါေပမယ့္ Jiang Feng (က်န္ဖုန္း)ကအေစခံမေလး Hua Yuenu (ဟြာယြဲ႕ႏူ)နဲ႔ခ်စ္ႀကိဳက္သြားခဲ့တယ္။
Hua Yuenu မွာကိုယ္ဝန္ရလာတဲ့အခါသူတို႔၂ေယာက္ဟာရီဟြားနန္းေတာ္ကထြက္ေျပးဖို႔ၾကံစည္ၾကတယ္။
ဒါေပမယ့္ သူူတို႔သစၥာေဖာက္ခံလိုက္ရတယ္။ Jing Feng ရဲ႕ အေစခံကသစၥာေဖာက္သြားတာေၾကာင့္ သူတို႔ဟာေတာပုန္းဓားျပေတြရဲ႕တိုက္ခိုက္ျခင္းခံခဲ့ရတယ္။
Hua Yuenu ကအမႊာကေလး၂ေယာက္ကိုေမြးေပးၿပီး အဲ့ဒိမွာပဲ Jing Feng နဲ႔အတူေသသြားခဲ့တယ္။
Yaoyue နဲ႔ Linaxing တို႔ညီအစ္မ၂ေယာက္ဟာေသေနတဲ့စံုတြဲကိုရွာေဖြေတြ႕ရွိခဲ့တယ္။သူတို႔ဟာ Jing Feng ကိုခြင့္မလႊတ္ႏိုင္တာေၾကာင့္
ကေလး၂ေယာက္ကို တစ္ေယာက္နဲ႔တစ္ေယာက္သတ္ေစၿပီးကလဲစားေခ်ဖို႔ၾကံစည္ခဲ့ၾကတယ္။
ဒီလိုနဲ႔ ကေလး၂ေယာက္ဟာေမြးကတည္ဴကကြဲကြာသြားခဲ့ၾကတယ္။
မတူညီတဲ့ေနရာ၂ခုမွာႀကီးပ်င္းလာၾကၿပီး သူတို႔အခ်င္းခ်င္းရန္ဖက္ေတြအျဖစ္နဲ႔သိထားၾကတယ္။ 18ႏွစ္ၾကာၿပီးတဲ့ေနာက္ ညီအစ္ကိုေတြျပန္ေတြ႕ၾကတဲ့အခါ ရန္ညႇိဳးေတြနဲ႔တစ္ဦးနဲ႔တစ္ဦးသတ္ျဖတ္ၾကမလား ဒါမွမဟုတ္ ညီအစ္ကိုႏွစ္ဦးေသြးသားသံေယာဇဥ္ေၾကာင့္ နားလည္မႈေတြရသြားႏိုင္မလားဆိုတာ..
ဆက္လတ္ ေစာင့္ၾကည့္လိုက္ၾကရေအာင္။
MMATV Channel မွတင္ဆက္ပါသည္။
Translators
+++
Min Theim Kyaw
Htike Htike
Juu May Kyaw
Nway Htwe Aung
Kha Kha 
Thiri
Haymar
 
Encoder
+++
Min Theim Kyaw"
   
}
    ,
{
"title" : "The Love Last Two Minds(2020)",
"count" : "On Going,China",
"genre" : "drama,mystery,china",
"video" : "trailervideolink",
"image" : "https://1.bp.blogspot.com/-1JXwFgzOnHM/XlVtNn_gi4I/AAAAAAAAEqk/4Ni9PgxgrLMp0cVYjREo-w6yx9Z5GSNHQCLcBGAsYHQ/s1600/gsdf.png",
"cover" : "https://1.bp.blogspot.com/-1JXwFgzOnHM/XlVtNn_gi4I/AAAAAAAAEqk/4Ni9PgxgrLMp0cVYjREo-w6yx9Z5GSNHQCLcBGAsYHQ/s300/gsdf.png",
"dlink" : "https://raw.githubusercontent.com/KoTharGi/TheLoveLastTwoMinds2020/master/",
"originalpostlink" : "https://www.facebook.com/events/1520194171470795/?active_tab=discussion",
"vol" : "လ်န္တိုင္းျပည္ျဖစ္တဲ့ရန္က်င္းလီကေန👑👑
ဇာတ္လမ္းအစျပဳပါတယ္
စစ္သူႀကီးသမီး ဘုံေက်ာင္းကိုျပန္ေပးဆြဲခံခဲ့ရတယ္
စာေမးပြဲ တခုမွာသတိလစ္ေနခဲ့တယ္
သူမကို ေအာင္ျမင္စြာ
ကယ္ဆယ္ပီးတဲ့အခါက်ေတာ့
ရန္က်င္းလီအတိတ္ေမ့သြားတယ္
စရိုက္ကေျပာင္းသြားတယ္
လက္ထပ္ပြဲကလြတ္ေျမာက္ဖို႔အတြက္
ေယာက်ာ္းေလးအေယာင္ေဆာင္လိုက္ပါေတာ့တယ္
က်င္းဟဲၿမိဳ႕ကထြက္တဲ့အခါ
စစ္ေဆးေရးမႈးအျဖစ္
ကိုယ္ေယာင္ေဖ်ာက္လိုက္ပါတယ္
ဂ်င္းစီကခ်စ္သူဖန္မိန္းဝမ္နဲ႔အတူလိုက္ပါလာတယ္
ေပါ့
လက္ဆက္ဖို႔လာရာခရီးတေလၽွာက္
ခနခနလုပ္ႀကံခံရတယ္
သူ႔ကိုယ္သူလ်န္အမႈတမ္းအျဖစ္အေယာင္ေဆာင္ရင္း
တရား႐ုံးရဲ့ျခစားမႈေတြရွာေဖြရင္း
အတိတ္ေမ့ေနတဲ့ရန္က်င္းလီနဲ႔ဆုံပါေတာ့တယ္
ရန္က်င္းလီနဲ႔ ဂ်င္းစီ တို႔
အက်င့္ပ်က္ျခစားသူေတြကိုစစ္ေဆးရင္း
က်င္းလီရဲ့ ပုံစံအမွန္ကိုတေျဖးေျဖးသိလာမလားဆိုတာကို soulkingdomကေနေစာင့္ၾကည့္ရေအာင္
အပိုင္း၃၆ပိုင္းဘဲထုတ္လႊင့္မွာမလို႔
မ်က္စိတခတ္ဘဲေနာ္
ကဲ🚁🚁🚁🚁ဂ်က္ေလယာဥ္ေလးစီးပီး
ခရီးျမန္ျမန္ဆက္ရေအာင္♥♥♥
Review by
Yuki Monaka [Soulemperor]"
}
,
{
"title" : "100 Days My Prince(2018)",
"count" : "Completed,Korea",
"genre" : "korea,romance,drama,mystery",
"video" : "trailervideolink",
"image" : "https://1.bp.blogspot.com/-gYhXfRsbI6Y/XkhEWCrXevI/AAAAAAAAEn0/qBGByg8ytWoAgYORhoh7u4XAMWJ87OvmgCLcBGAsYHQ/s1600/86276647_797106820772922_2737321346529755136_n.jpg",
"cover" : "https://1.bp.blogspot.com/-gYhXfRsbI6Y/XkhEWCrXevI/AAAAAAAAEn0/qBGByg8ytWoAgYORhoh7u4XAMWJ87OvmgCLcBGAsYHQ/s300/86276647_797106820772922_2737321346529755136_n.jpg",
"dlink" : "https://raw.githubusercontent.com/KoTharGi/100Days/master/",
"originalpostlink" : "original post link",
"vol" : "ရက္ ၁၀၀ ေလာက္ အတိတ္ေမ့သြားတဲ့ အိမ္ေရွ႕စံ မင္းသားေလးနဲ႔ ေက်းရြာတစ္ခုက အပ်ိဳႀကီးမမတို႔ရဲ့ အခ်စ္ဇာတ္လမ္းတစ္ပုဒ္ကိုဇာတ္အိမ္တည္ထားပါတယ္။ အိမ္ေရွ႕စံ မင္းသားေလး Lee Yool ဟာ နန္းတြင္းထဲမွာ ဇီဇာေၾကာင္သူတစ္ဦးျဖစ္ၿပီး ဘယ္သူနဲ႔မွ တည့္တဲ့သူလည္း မဟုတ္ပါဘူး။ တစ္ေန႔ေတာ့ နန္းတြင္းလုပ္ႀကံမႈတစ္ခုကေန လြတ္ေျမာက္ခဲ့ေပမယ့္ ေတာင္ေစာင္းတခုေပၚကေန ျပဳတ္က်ၿပီး ေသလုနီးပါးျဖစ္ခဲ့ရပါတယ္။ လူကေတာ့အသက္ေဘးကေန လြတ္ခဲ့ေပမယ့္ ရက္ ၁၀၀ ေလာက္ အတိတ္ေမ့သြားခဲ့ပါတယ္။
အဲဒီေနာက္ အိမ္ေရွ႕စံ Lee Yool ဟာ Wondeuk ဆိုတဲ့ လူအေနနဲ႔ ေက်းရြာတစ္ခုကို ေရာက္သြားခဲ့ၿပီး အဲဒီရြာမွာေန ထိုင္တဲ့ အပ်ိဳႀကီးမမ Hong shim နဲ႔ ေတြ႕ဆုံခဲ့ပါတယ္။ အိမ္ေရွ႕စံမင္းသား Lee Yool ထုတ္ထားတဲ့ ဥပေဒအရ အိမ္ေထာင္မျပဳမေနရ အေျခအေနျဖစ္ေနတဲ့ Hong Shim ဟာ ကံၾကမၼာဖန္လာလို႔ ဆုံေတြ႕ခဲ့ရတဲ့ Wondeuk နဲ႔ လက္ထပ္ရဖို႔ ျဖစ္လာပါေတာ့တယ္။ အိမ္ေရွ႕စံမင္းသားဘဝတုန္းက ေစ့စပ္ေသခ်ာသေလာက္ အတိတ္ေမ့ သာမန္အရပ္သားဘ၀မွာေတာ့ အလြဲလြဲအေခ်ာ္ေခ်ာ္ျဖစ္ေနတဲ့ Lee Yool တျဖစ္လဲ Wondeuk နဲ႔ အိမ္ေထာင္မျပဳရင္ ဥပေဒၿငိစြန္းေတာ့မယ့္ အပ်ိဳႀကီးမမ Hong Shim တို႔ရဲ့ အခ်စ္ဇာတ္လမ္းတစ္ပုဒ္ ဂ်ိဳဆြန္းေခတ္မွာ ျဖစ္ေပၚခဲ့ပါေတာ့တယ္။"
}
,
{
"title" : "Devil Angel (2018)",
"count" : "Completed,Thai",
"genre" : "romance,thai",
"video" : "trailervideolink",
"image" : "https://1.bp.blogspot.com/-z6pQH7SygC4/Xkb1Ljdm4oI/AAAAAAAAEm8/qlKv0YIMgs4gi0gxSEr9EBz9fZ6eyBFJQCLcBGAsYHQ/s1600/LxDdDf.jpg",
"cover" : "https://1.bp.blogspot.com/-z6pQH7SygC4/Xkb1Ljdm4oI/AAAAAAAAEm8/qlKv0YIMgs4gi0gxSEr9EBz9fZ6eyBFJQCLcBGAsYHQ/s400/LxDdDf.jpg",
"dlink" : "https://raw.githubusercontent.com/KoTharGi/DevilAngel2018/master/",
"originalpostlink" : "https://www.facebook.com/events/2405994072969448/",
"vol" : " ” ေမာင့္ ကို ျပဳစားတဲ့ စုန္းမ”
ဇတ္လမ္းပံုစံေလးကေတာ့
ထုိင္းရုပ္ရွင္ လုပ္ငန္းစု ရဲ႕ ရွယ္ယာရွင္
တစ္ဦး မွာ သမီးေလး တစ္ေယာက္
ရွိၿပီး မိတဆိုးေလး မို႔
သူေဌးႀကီးမွာ သူ႔သမီးကို အင္မတန္ ခ်စ္ပါတယ္…
ဒါေပမဲ့ သူေဌးႀကီးနား ကပ္ေနတဲ့
ရုပ္ရွင္မင္းသမီးေဟာင္း ေၾကာင့္
သားအဖ မၾကာခဏ ကေတာက္ကဆ ေတြ ျဖစ္ၾကေပမဲ့
အလုပ္ကိုေတာ့ အလုပ္နဲ႔ တူေအာင္ ကုမၸဏီ မွာ
စည္းစနစ္တက် လုပ္ၾကသူေတြ ျဖစ္တဲ့ အတြက္
တစ္ျခား ဒါရိုက္တာေတြ နဲ႔ အလုပ္ကို စည္းကမ္းမရွိတဲ့
၀န္ထမ္းေတြကေတာ့ သေဘာမက်ၾကပါဘူး…
ဒီၾကားထဲ သူေဌးႀကီး ရဲ႕ သမီး ဟာ
ေမာက္မာတယ္လို႔ နာမည္ႀကီးၿပီး စည္းကမ္းပ်က္ရင္
အလုပ္တန္းထြက္ခိုင္းတာေၾကာင့္ ေနာက္ကြယ္မွာ
စုန္းမ လို႔ နာမည္ ေပးထားၾကပါတယ္..
စုန္းမေလး လန္ဖာဖက္ကေတာ့ စိတ္တိုင္းမက်တဲ့ေခါင္းစဥ္နဲ႔
အတြင္းေရးမႉးမွန္သမွ်တစ္ေယာက္မက်န္
ထုတ္ပစ္ရင္းထုတ္ပစ္ေနေတာ့တယ္
တစ္ေန႔ ယုထကန္ ( Tao ) လို႔အမည္ရတဲ့သူငယ္ေခ်ာေခ်ာေလးက
အၾကံတခုနဲ႔ လန္ဖာဖက္ ရဲ႕အတြင္းေရးမႉးျဖစ္ဖို႔ ခ်ဥ္းကပ္လာပါတယ္
စုန္းမေလး ဟာ လွသေလာက္ အေတာ္ေလးလဲ
မုိက္ရိုင္းတက္ပါတယ္….
မထင္ရင္ မထင္သလို ပါးဆြဲရိုက္တာေတြ
ပစ္ကန္ တာေတြက ျမန္မာ အေတာ္ဆန္တယ္
ေျပာရမွာပဲ ဘာပဲ ျဖစ္ျဖစ္ ကိုရီးယားကားေတြထက္
ၾကည့္လို႔ အေတာ္ေကာင္းပါတယ္
ကဲပါ စပြိဳင္း သိပ္မလုပ္ေတာ့ဘူး
က်န္တဲ့ အေၾကာင္းရာေတြကိုေတာ့
ၾကည့္လုိက္ရင္ သေဘာေပါက္သြားမွာပါ
အားလံုးေပါင္း ၁၈ ပိုင္းထိ ရွိပါတယ္…
Translated by Kyi Nue Zin
Encoded by Thit San Khant"
}
]
}
